{
  "2025-06-25": {
    "morning": {
      "greeting": "Buenos D칤as, Esmeralda 游눛",
      "verses": [
        "Que este d칤a te sonr칤a con la misma dulzura que t칰 regalas al mundo con tu presencia."
      ]
    },
    "afternoon": {
      "greeting": "Buenas Tardes, Esmeralda 游",
      "verses": [
        "Entre el sol y la brisa de esta hora, solo deseo que sientas cu치nto vales, sin tener que decir mucho."
      ]
    },
    "night": {
      "greeting": "Buenas Noches, Esmeralda 游깿",
      "verses": [
        "Que esta noche te envuelva con tranquilidad y pensamientos bonitos que te hagan descansar en paz."
      ]
    }
  },
  "2025-06-26": {
    "morning": {
      "greeting": "Buenos D칤as, Esmeralda 游눛",
      "verses": [
        "El sol puede salir para todos, pero brilla distinto cuando t칰 est치s despierta. Hay algo en tu risa que le da sentido al azul del cielo."
      ]
    },
    "afternoon": {
      "greeting": "Buenas Tardes, Esmeralda 游",
      "verses": [
        "Eres de esas personas que hacen que un d칤a normal se sienta como una fiesta improvisada. Que tu tarde sea tan 칰nica como t칰."
      ]
    },
    "night": {
      "greeting": "Buenas Noches, Esmeralda 游깿",
      "verses": [
        "Hoy no quiero desearte dulces sue침os. Quiero desearte sue침os valientes, como t칰. Porque hasta dormida, estoy seguro, sigues siendo un torbellino hermoso."
      ]
    }
  },
  "2025-06-27": {
    "morning": {
      "greeting": "Buenos D칤as, Esmeralda 游눛",
      "verses": [
        "Hoy es viernes, y hasta el sol parece sonre칤r sabiendo que t칰 est치s en el mundo. Que tu d칤a sea tan brillante como esa mirada tuya que me deja sin palabras."
      ]
    },
    "afternoon": {
      "greeting": "Buenas Tardes, Esmeralda 游",
      "verses": [
        "La tarde cae con ritmo de viernes, y no hay mejor melod칤a que tu voz contando historias como si fueran pel칤culas. Nunca dejes de brillar as칤."
      ]
    },
    "night": {
      "greeting": "Buenas Noches, Esmeralda 游깿",
      "verses": [
        "Ojal치 tus sue침os sean azules como tu color favorito, y tan m치gicos como t칰 sueles ser incluso cuando no lo intentas."
      ]
    }
  },
  "2025-06-28": {
    "morning": {
      "greeting": "Buenos D칤as, Esmeralda 游눛",
      "verses": [
        "A veces el mundo solo necesita verte sonre칤r para empezar a moverse con m치s alegr칤a. Hoy deseo que nada te robe esa chispa."
      ]
    },
    "afternoon": {
      "greeting": "Buenas Tardes, Esmeralda 游",
      "verses": [
        "Ojal치 esta tarde te regale momentos lentos, tontos y bonitos. Esos que parecen peque침os, pero te cambian el d칤a."
      ]
    },
    "night": {
      "greeting": "Buenas Noches, Esmeralda 游깿",
      "verses": [
        "La noche tiene algo de ti: es intensa, hermosa y misteriosa. Que tu descanso sea tan m치gico como esa luz que llevas dentro."
      ]
    }
  },
  "default": {
    "morning": {
      "greeting": "Buenos D칤as, Esmeralda 游눛",
      "verses": [
        "Que cada rayo de sol te abrace con la misma ternura que yo siento al pensarte.",
        "Hoy comienza un nuevo cap칤tulo, y aunque no estemos juntos cada instante, me llena saber que existes.",
        "El cielo se ti침e de azul para saludarte, como si supiera que t칰 eres parte de su belleza.",
        "Despierta con calma, con luz en el alma, y con la certeza de que alguien te desea lo m치s bonito del d칤a.",
        "Que este amanecer te recuerde que hay alguien que sonr칤e solo con saber que t칰 est치s bien.",
        "Nada embellece m치s el d칤a que el saber que t칰 tambi칠n lo est치s viendo, desde tu rinc칩n especial.",
        "Te pienso entre caf칠 y suspiros, y en cada uno de ellos deseo que hoy recibas solo lo bueno.",
        "El d칤a empieza con promesas, y la m치s constante de todas es que me encantas, Esmeralda.",
        "Aunque nuestros caminos a칰n se est칠n dibujando, cada d칤a me convenzo m치s de querer caminar contigo.",
        "Que cada flor, cada rayo y cada canci칩n de la ma침ana te hagan sonre칤r como t칰 haces conmigo."
      ]
    },
    "afternoon": {
      "greeting": "Buenas Tardes, Esmeralda 游",
      "verses": [
        "Que esta mitad del d칤a llegue con calma y dulzura, como tus palabras suaves.",
        "Mientras el sol cae lento, pienso en ti y en c칩mo tu presencia le da ritmo a mis pensamientos.",
        "La tarde guarda silencios que me recuerdan a ti: serenos, bellos, llenos de promesa.",
        "Aunque la rutina avance, t칰 brillas aparte, como un faro azul que no pasa desapercibido.",
        "Esmeralda, ojal치 esta tarde te regale paz, y que encuentres peque침os momentos para sonre칤r profundo.",
        "En esta hora, entre sombra y luz, solo me nace desear que cada cosa buena tambi칠n piense en ti.",
        "Hay tardes que abrazan el alma, como t칰 lo haces sin siquiera estar.",
        "Entre el ruido del d칤a, tu recuerdo es mi calma m치s constante.",
        "Si te detienes un momento, espero que sientas esta energ칤a bonita que te mando desde mi coraz칩n.",
        "Todo sigue, pero t칰, Esmeralda, haces que cada tarde tenga sentido m치s all치 del tiempo."
      ]
    },
    "night": {
      "greeting": "Buenas Noches, Esmeralda 游깿",
      "verses": [
        "Esmeralda. Que el cielo estrellado te cobije con el mismo cuidado que quisiera darte.",
        "Descansa, que hoy diste lo mejor de ti. Ma침ana ser치 otra oportunidad para seguir brillando.",
        "Esta noche, mientras todo calla, solo quiero que sepas que eres un pensamiento bonito que se repite en m칤.",
        "Que la luna sea testigo de mis buenos deseos hacia ti. Que sue침es en azul, y despiertes con paz.",
        "Cerrar los ojos con tu nombre en la mente hace que el mundo se sienta menos ca칩tico.",
        "Te deseo un descanso tranquilo, de esos que reparan el cuerpo y acarician el alma.",
        "Esmeralda, que cada estrella te susurre lo especial que eres para quien te piensa de lejos.",
        "Hay belleza en el silencio de la noche, como hay belleza en ti incluso cuando callas.",
        "Espero que la noche sea suave contigo, como yo quisiera serlo si estuviera ah칤.",
        "Duerme con la certeza de que alguien te admira profundamente, incluso en la distancia."
      ]
    }
  }
}